<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Microsoft Excel-autoupdate</string>
	<key>Input</key>
	<dict>
		<key>GROUP_NAME</key>
		<string>%NAME%-autoupdate</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate-autoupdateMicrosoftExcel.xml</string>
		<key>POLICY_CATEGORY</key>
		<string>Auto Update</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-autoupdate.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.MicrosoftExcel</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MSOffice2016URLandUpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>d959bb64d28f67fe1574eef46348f8d55b3456db</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOffice2016URLandUpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>cf74231b7434ec9178548256b98a08958e6db9b459c37d76a26952f4bcbc2cce</string>
			</dict>
			<key>com.github.jss-recipes.MSOffice2016VersionChecker/MSOffice2016VersionChecker</key>
			<dict>
				<key>git_hash</key>
				<string>f14f07547c557c61dd97a815b73ed997d9607dd8</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/MSOffice2016VersionChecker/MSOffice2016VersionChecker.py</string>
				<key>sha256_hash</key>
				<string>fd547c498cd2ec81f46080a99757a1ce9ac955881b7aab9affd7a6a0dd8a4de8</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.MSExcel2016</key>
			<dict>
				<key>git_hash</key>
				<string>d49d9febcf853d0809eb99c54cee83ca1ffac997</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSExcel2016.download.recipe</string>
				<key>sha256_hash</key>
				<string>2504406e5ab5903c0e3fdfdf1d64cc1c239ab37396c355280026d671fd37bc06</string>
			</dict>
			<key>com.github.jss-recipes.jss.MicrosoftExcel</key>
			<dict>
				<key>git_hash</key>
				<string>c3c16615a37306e7c886c07be0c202fb3e5c691f</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Microsoft Excel/Microsoft Excel.jss.recipe</string>
				<key>sha256_hash</key>
				<string>0f6c1d258ea6f467263a49762c16ece2421d2d7b42994c74f4d8e84a4444fee5</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
