<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Microsoft OneNote-autoupdate</string>
	<key>Input</key>
	<dict>
		<key>GROUP_NAME</key>
		<string>%NAME%-autoupdate</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate-autoupdateMicrosoftOneNote.xml</string>
		<key>POLICY_CATEGORY</key>
		<string>Auto Update</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-autoupdate.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.MicrosoftOneNote</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MSOffice2016URLandUpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>d959bb64d28f67fe1574eef46348f8d55b3456db</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOffice2016URLandUpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>cf74231b7434ec9178548256b98a08958e6db9b459c37d76a26952f4bcbc2cce</string>
			</dict>
			<key>com.github.jss-recipes.MSOffice2016VersionChecker/MSOffice2016VersionChecker</key>
			<dict>
				<key>git_hash</key>
				<string>f14f07547c557c61dd97a815b73ed997d9607dd8</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/MSOffice2016VersionChecker/MSOffice2016VersionChecker.py</string>
				<key>sha256_hash</key>
				<string>fd547c498cd2ec81f46080a99757a1ce9ac955881b7aab9affd7a6a0dd8a4de8</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.MSOneNote2016</key>
			<dict>
				<key>git_hash</key>
				<string>78f96ee8a177b2ff6f15009de0c64a5b201d0097</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOneNote2016.download.recipe</string>
				<key>sha256_hash</key>
				<string>89c26796a3efeec2a86d694a6342ea2ae3c87ed0bcf978a729812fe39c200dbe</string>
			</dict>
			<key>com.github.jss-recipes.jss.MicrosoftOneNote</key>
			<dict>
				<key>git_hash</key>
				<string>c3c16615a37306e7c886c07be0c202fb3e5c691f</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Microsoft OneNote/Microsoft OneNote.jss.recipe</string>
				<key>sha256_hash</key>
				<string>bc0984c67f37f411cb319a8fa71caee908aaebbc43e7883c817d9580f2285531</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
