<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.OracleJava8-autoupdate</string>
	<key>Input</key>
	<dict>
		<key>GROUP_NAME</key>
		<string>%NAME%-autoupdate</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate-autoupdateOracleJava8.xml</string>
		<key>POLICY_CATEGORY</key>
		<string>Auto Update</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-autoupdate.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.OracleJava8</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.OracleJava8</key>
			<dict>
				<key>git_hash</key>
				<string>698b1d3afd01dbfa839cc271180899af3d96fa90</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/OracleJava/OracleJava8.download.recipe</string>
				<key>sha256_hash</key>
				<string>94215ec0af87d6eeaa6ac353b88eb015a99c03f6f0a52f8c59899304d5308542</string>
			</dict>
			<key>com.github.autopkg.pkg.OracleJava8</key>
			<dict>
				<key>git_hash</key>
				<string>8e54b7fd5f5ed196709e787e104519b99a85624d</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/OracleJava/OracleJava8.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>6ff114479fc7cdeb2bcff4a788fbf8bdfe544a5309d16ca06bcb87c715ffefb9</string>
			</dict>
			<key>com.github.jss-recipes.jss.OracleJava8</key>
			<dict>
				<key>git_hash</key>
				<string>2a37448b488cb1cc85437d081a3eaa813e9e42be</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/OracleJava8/OracleJava8.jss.recipe</string>
				<key>sha256_hash</key>
				<string>c0f263f5c889731abcae6b4644160c19e05e0c7348f715b18c00c86ac2b5e7f7</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
