<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Skype-autoupdate</string>
	<key>Input</key>
	<dict>
		<key>GROUP_NAME</key>
		<string>%NAME%-autoupdate</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate-autoupdateSkype.xml</string>
		<key>POLICY_CATEGORY</key>
		<string>Auto Update</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-autoupdate.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Skype</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.Skype</key>
			<dict>
				<key>git_hash</key>
				<string>88dcc41ccf4ab264d00d61fbb6a76bc3245bc10a</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Skype/Skype.download.recipe</string>
				<key>sha256_hash</key>
				<string>6243ae66813df7deed96b7c4fea4f8aee5dbde398672717d92ea725d031e0846</string>
			</dict>
			<key>com.github.autopkg.pkg.Skype</key>
			<dict>
				<key>git_hash</key>
				<string>cb1ffba34aeafc5c96bdca9c15da65b957c50e2e</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Skype/Skype.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>3648a41ea38283a835a90163497cc53b5106b89277bc2a062b05cba7fe20f598</string>
			</dict>
			<key>com.github.jss-recipes.jss.Skype</key>
			<dict>
				<key>git_hash</key>
				<string>af6bccf6f1186aa2e2a282b696e92323ea9eaefc</string>
				<key>path</key>
				<string>/Users/paulwilliams/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Skype/Skype.jss.recipe</string>
				<key>sha256_hash</key>
				<string>e97210059c6efcc05d2b5d31a286b31d27113c339107928098589f08d1c6ad63</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
